Repository: digitalfabrik/app-cross_platform
Catalog: Localization/AppResources.*.resx
Languages: ar

source: Alphabetization
ar: محو الأمية

source: Apprenticeships
ar: وظائف للتدريب المهني

source: Categories
ar: الفئات

source: Choose a language
ar: اختار اللغة

source: Continue
ar: تابع

source: Extras
ar: إضافات

source: Imprint and contact
ar: هيئة التحرير وجهة الاتصال

# InternetReq
source: Internet connection required.
ar: تحتاج إلى اتصال إنترنت

source: Internships
ar: تدريب عملي

source: Jobs
ar: "وظائف شاغرة "

source: Language
ar: اللغة

source: Location
ar: الموقع

source: News
ar: الأخبار

# NoEvents
source: No recent events available.
ar: "ليس هناك فعاليات متوفرة حاليَاً "

# NoExtras
source: No extras available.
ar: "ليس هناك إضافات متوفرة "

# NoPushNotifications
source: No notifications available.
ar: "ليس هناك إشعارات متوفرة "

# NoteInternet
source: Note: The following extras require an Internet connection.
ar: "ملاحظة: الإضافات التالية تحتاج إلى اتصال إنترنت."

# Okay
source: Ok
ar: حسناً

source: Push-Notifications
ar: إشعارات الدفع

source: Remove all data
ar: مسح جميع المعلمومات

source: Search
ar: البحث

source: Settings
ar: إعدادات

source: Where are you?
ar: أين أنت؟
