Repository: digitalfabrik/app-cross_platform
Catalog: Integreat/Integreat.Localization/AppResources.*.resx
Languages: fa, fr

source: Alphabetization
fa: سوادآموزی، مرتب​سازی طبق حروف الفبا
fr: Alphabétisation

source: Apprenticeships
fa: محل کارآموزی
fr: Places d'apprentissage

source: [Calculating...]
fa: [در حال محاسبه]
fr: [Calcul...]

source: Categories
fa: دسته​ها
fr: Catégorie

source: Choose a language
fa: یک زبان را انتخاب کنید
fr: Choisis ta Langue

source: Clear cache
fa: خالی کردن کش
fr: Vider la mémoire tampon

source: Close
fa: بستن
fr: Fermer

source: Contact
fa: مخاطب

source: Continue
fa: ادامه دادن
fr: Continuer

source: Copied to clipboard
fa: کپی در کلیپ​بورد
fr: Copié dans le presse-papier

source: Copy
fa: کپی کردن
fr: Copier

source: Crash report
fa: گزارش خرابی
fr: Rapport d'erreurs

source: Date
fa: تاریخ

source: Disclaimer
fa: سلب مسئولیت
fr: Exclusion de responsabilité

# ErrorGeneral
source: An error occured.
fa: خطایی رخ داده است
fr: Une erreur s'est produite

# ErrorInternet
source: No active internet connection.
fa: عدم وجود ارتباط اینترنتی فعال
fr: Pas de connexion Internet active

# ErrorLoading
source: An error occured while loading content.
fa: خطایی هنگام بارگیری محتوا رخ داده است.
fr: Une erreur s'est produite en chargeant le contenu

source: Extras
fa: اضافات

# FirebaseDescription
source: Change for which groups you want to receive notifications for.
fa: گروه​هایی را که تمایل دارید برای آن ها پیام دریافت کنید انتخاب کنید.
fr: Choisis pour quels groupes tu souhaites recevoir des messages.

# FirebaseName
source: Push Messages
fa: پیام​​های‏Push
fr: Notifications push

source: Has no results.
fa: مدخل مورد نظر ‎یافت نشد.
fr: Aucune entrée trouvée.

# HtmlRawViewActivated
source: The html raw view is activated
fa: نمایش اِچ​تی​اِم​اِل فعال گردید.
fr: L'affichage html a été activé.

# HtmlRawViewDeactivated
source: The html raw view is deactivated
fa: نمایش اِچ​تی​اِم​اِل غیر فعال گردید.
fr: L'affichage html a été désactivé.

source: Imprint and contact
fa: مجوز ‎و اطلاعات تماس
fr: Mentions Légales, Contactez-nous

# InternetReq
source: Internet connection required.
fa: اتصال اینترنت ضروری است.
fr: Connexion Internet nécessaire.

source: Internships
fa: کارورزی
fr: Stages

source: Jobs
fa: شغل​ها

source: Language
fa: زبان
fr: Langue

source: Languages loaded
fa: زبان​ها بارگیری شد
fr: Langues téléchargées

source: Location
fa: موقعیت مکانی
fr: Lieu

source: News
fa: تازه​ها
fr: Actualités

# NoEvents
source: No recent events available.
fa: هیچ رویداد جدیدی موجود نیست.
fr: Pas d'événements actuels disponibles.

# NoExtras
source: No extras available.
fa: هیچ اضافاتی موجود نیست.
fr: Pas d'extras disponibles.

# NoPushNotifications
source: No notifications available.
fa: هیچ پیام جدیدی موجود نیست.
fr: Pas de messages actuels disponibles.

# NoteInternet
source: Note: The following extras require an Internet connection.
fa: تذکر: اضافات ذیل به اتصال اینترنت نیاز دارند.
fr: Remarque : les extras suivants nécessitent une connexion Internet.

# Okay
source: Ok
fa: بسیار خوب

source: Push-Notifications
fa: پیام​های‏Push
fr: Notifications directes

# PushSub
source: Push subscriptions
fa: اشتراک‌هایPush
fr: Abonnements par envoi de données (push)

source: Remove all data
fa: پاک​کردنِ تمامیِ داده​ها
fr: Effacer toutes les données

source: Reset settings
fa: بازگردانی تنظیمات
fr: Réinitialiser les paramètres

source: Search
fa: جستجو
fr: Rechercher

source: Settings
fa: تنظیمات
fr: Paramètres

# SettingsReseted
source: The settings have been reseted.
fa: تنظیمات بازگردانده شدند.
fr: Les paramètres ont été réinitialisés.

# SubscribeDescription
source: Select cities which you want to receive push notifications for
fa: شهرهایی که تمایل به دریافت پیام‌هایPush برای آنها هستید را انتخاب کنید.
fr: Sélecte les villes pour lesquelles tu souhaites recevoir des notifications directes

source: Title
fa: عنوان
fr: Titre

source: Version
fa: نسخه

source: Where are you?
fa: تو کجایی؟
fr: Vous êtes où?

# CacheSize
source: Storage used by cache:
fa: #TODO#_حافظه استفاده‌شده
fr: Mémoire consommée par la mémoire tampon :

# RefreshOptions
source: Select when the content may be updated
fa: #TODO#_زمانی که محتوای ممکن است به روز شود انتخاب کنید

# WifiMobile
source: Through wifi or mobile data
fa: #TODO#_از طریق فای یا داده های تلفن همراه!

source: Wifi only
fa: #TODO#_فقط وای فای!

source: Share
fa: #TODO#_اشتراک‌گذاری

# ShareMessage
source: ToDo add a fancy message
fa: Hey check this out
